Repository: oveleon/contao-theme-manager-bridge
Catalog: src/Resources/contao/languages/*/theme_assistant.xlf
Languages: de

# theme_assistant.headline
source: Theme assistant
de: Theme-Assistent

# theme_assistant.label.import
source: Import
de: Importieren

# theme_assistant.label.export
source: Export
de: Exportieren

# theme_assistant.label.installable
source: Installable
de: Installationsbereit

# theme_assistant.label.installed
source: Installed
de: Installiert

# theme_assistant.label.pageEntry
source: Root page
de: Seitenstartpunkt

# theme_assistant.label.createRoot
source: Create new root page
de: Neuen Seitenstartpunkt anlegen

# theme_assistant.label.directory
source: Directory
de: Ordner

# theme_assistant.label.docs
source: Documentation
de: Dokumentation

# theme_assistant.label.store
source: Search Themes
de: Themes finden

# theme_assistant.label.content-store
source: Search content packages
de: Inhalts-Pakete finden

# theme_assistant.theme.label.empty
source: Currently no theme is installed
de: Aktuell ist kein Theme installiert

# theme_assistant.content-package.title
source: Content packages
de: Inhalts-Pakete

# theme_assistant.content-package.label.export
source: Export content packages
de: Inhalts-Pakete exportieren

# theme_assistant.content-package.label.exportDescription
source: You are about to export a content package of the current Contao instance. Select the associated connections, assign a name as well as a version number and click Export.
de: Sie sind dabei, ein Inhalts-Paket der aktuellen Contao-Instanz zu exportieren. Wählen Sie die zugehörigen Verbindungen, vergeben Sie einen Namen sowie eine Versionsnummer und klicken Sie auf Exportieren.

# theme_assistant.content-package.label.empty
source: Aktuell ist kein Inhalts-Paket installiert
de: Currently no content package is installed
